"Don't change modification date for lossless JPEG transformations"
= "Ne pas changer la date de modification lors des transformations JPEG sans perte";

/* NSButton (Cancel) : <title:Cancel> (oid:13) */
"Cancel" = "Annuler";

/* NSMenuItem : <title:Bring All to Front> (oid:5) */
"Bring All to Front" = "Tout ramener au premier plan";

/* NSMenuItem : <title:Minimize> (oid:23) */
"Minimize" = "Placer dans le dock";

/* NSMenu : <title:Window> (oid:24) */
"Window" = "Fenêtre";

/* NSMenuItem : <title:About Phœnix Slides> (oid:58) */
"About Phoenix Slides" = "À propos de Phoenix Slides";

/* NSMenuItem : <title:Open...> (oid:72) */
"Open..." = "Ouvrir…";

/* NSMenuItem : <title:New Window> (oid:494) */
"New Window" = "Nouvelle fenêtre";

/* NSMenuItem : <title:Close Window> (oid:499) */
"Close Window" = "Fermer la fenêtre";

/* NSMenuItem : <title:File> (oid:83) */
"File" = "Fichier";

/* NSMenu : <title:Help> (oid:106) */
"Help" = "Aide";

/* NSMenuItem : <title:Phœnix Slides Help> (oid:111) */
"Phoenix Slides Help" = "Aide de Phoenix Slides…";
"Automatically check for updates" = "Rechercher automatiquement les mises à jour";
"Submit Feedback (Web Site)" = "Commentaires et suggestions (site web)";
"Check for Update…" = "Rechercher des mises à jour…";
"Next check: %{value1}@" = "Prochaine vérification: %{value1}@";

"Random" = "Ordre aléatoire";

/* NSMenuItem : <title:Preferences…> (oid:129) */
"Preferences…" = "Préférences…";

/* NSMenuItem : <title:Services> (oid:131) */
"Services" = "Services";

/* NSMenuItem : <title:Hide Phoenix Slides> (oid:134) */
"Hide Phoenix Slides" = "Masquer Phoenix Slides";

/* NSMenuItem : <title:Hide Others> (oid:145) */
"Hide Others" = "Masquer les autres";

/* NSMenuItem : <title:Show All> (oid:150) */
"Show All" = "Tout afficher";

/* NSMenuItem : <title:Copy> (oid:157) */
"Copy" = "Copier";

/* NSMenuItem : <title:Undo> (oid:158) */
"Undo" = "Annuler";

/* NSMenuItem : <title:Cut> (oid:160) */
"Cut" = "Couper";

/* NSMenuItem : <title:Delete> (oid:164) */
"Delete" = "Effacer";

/* NSMenu : <title:Edit> (oid:169) */
"Edit" = "Edition";

/* NSMenuItem : <title:Paste> (oid:171) */
"Paste" = "Coller";

/* NSMenuItem : <title:Select All> (oid:172) */
"Select All" = "Tout sélectionner";

/* NSMenuItem : <title:Redo> (oid:173) */
"Redo" = "Rétablir";

/* NSMenuItem : <title:Zoom> (oid:197) */
"Zoom" = "Réduire/agrandir";

/* NSMenu : <title:幻燈片> (oid:318) */
"Begin Slideshow" = "Démarrer le diaporama";

/* NSMenuItem : <title:End Slideshow> (oid:329) */
"End Slideshow" = "Arrêter le diaporama";

/* NSMenuItem : <title:Loop> (oid:331) */
"Loop" = "En boucle";

/* NSMenuItem : <title:Select None> (oid:334) */
"Select None" = "Sélectionner aucun";

/* NSMenuItem : <title:Reveal In Finder> (oid:341) */
"Reveal In Finder" = "Montrer dans le Finder";

/* NSMenuItem : <title:Move To Trash> (oid:343) */
"Move To Trash" = "Déplacer dans la corbeille";

/* NSButton (Slideshow) : <title:Slideshow> (oid:368) */
"Slideshow" = "Diaporama";

/* NSButton (Subfolders ⌘F) : <title:Subfolders ⌘F> (oid:370) */
"Subfolders ⌘F" = "Récursif ⌘F";
/* NSIBHelpConnector : <title:Search all subfolders for images (slower).> (oid:386) */
/* ** "Search all subfolders for images (slower)." = "Search all subfolders for images (slower)."; */

/* NSMenuItem : <title:Set As Desktop Picture> (oid:391) */
"Set As Desktop Picture" = "Choisir comme image de fond";

/* NSPanel (Preferences) : <title:Preferences> (oid:394) */
"Preferences" = "Préférences";

"General" = "Général";
"On startup:" = "Au démarrage:";
"Go to specified folder:" = "Aller au dossier:";
"Go to most recently visited folder" = "Dernier dossier visité";
"Choose…" = "Choisir…";

"Slideshow Defaults:" = "Paramètres par défaults:";
"Background Color/Transparency" = "Couleur de fond/transparence";
"Apply Settings" = "Appliquer les changements";

/* These don't have to be literally translated from English, */
/* they are simply the text surrounding the text input field */
"Auto-advance every" = "Avancer toutes les";
"seconds" = "secondes";


/* NSMenuItem : <title:Quit Phœnix Slides> (oid:136) */
"Quit Phoenix Slides" = "Quitter Phoenix Slides";

"Show Cheat Sheet" = "Afficher la page d'aide";
"Scale Up Small Images" = "Agrandir les petites images";
"Show Large Images at Actual Size" = "Afficher les grandes images en taille réelle";
"No images selected" = "Aucune image sélectionnée";

/* NSMenuItem : <title:Get Info> (oid:486) */
"Get Info" = "Lire les informations";

/* JPEG Menu */
/* NSMenuItem : <title:Advanced Options…> (oid:470) */
"Advanced Options…" = "Options avancées…";

/* NSMenuItem : <title:Flip Horizontal ↔> (oid:464) */
"Flip Horizontal ↔" = "Symétrie axe horizontal ↔";

/* NSMenuItem : <title:Flip Vertical ↕> (oid:465) */
"Flip Vertical ↕" = "Symétrie axe vertical ↕";

/* NSMenuItem : <title:Make Progressive> (oid:469) */
"Make Progressive" = "Encoder en JPEG progressif";

/* NSMenuItem : <title:Rotate 180°> (oid:466) */
"Rotate 180°" = "Rotation 180°";

/* NSMenuItem : <title:Rotate Left> (oid:453) */
"Rotate Left" = "Rotation à gauche";

/* NSMenuItem : <title:Rotate Right> (oid:451) */
"Rotate Right" = "Rotation à droite";

/* NSMenuItem : <title:Transpose (Flip Diag.) ↙> (oid:490) */
"Transpose (Flip Diag.) ↙" = "Transposition ↙";

/* NSMenuItem : <title:Transverse Transpose ↘> (oid:491) */
"Transverse Transpose ↘" = "Transposition transversale ↘";


/* NSPanel (Transforming JPEG...) : <title:Transforming JPEG...> (oid:455) */
"Transforming JPEG..." = "Transformation JPEG...";

/* NSTextField (Processing files...) : <title:Processing files...> (oid:458) */
"Processing files..." = "Traitement des fichiers...";


/* NSButton (Convert) : <title:Convert> (oid:27) */
"Convert" = "Convertir";

/* NSButton (Drop Nontransformable Edge Blocks ⌘D) : <title:Drop Nontransformable Edge Blocks ⌘D> (oid:33) */
"Drop Nontransformable Edge Blocks ⌘D" = "Ignorer les blocs non-transformables dans les bords ⌘D";

/* NSMenuItem : <title:Remove All Markers> (oid:32) */
"Remove All Markers" = "Supprimer toutes les infos";

/* NSMenuItem : <title:Keep JPEG Comments Only (Remove EXIF and Others)> (oid:30) */
"Keep JPEG Comments Only (Remove EXIF and Others)" = "Ne conserver que les infos JPEG (Supprimer EXIF et autres)";

/* NSMenuItem : <title:Keep Markers> (oid:31) */
"Keep Markers" = "Conserver toutes les infos";

/* NSButton (Make Progressive ⌘P) : <title:Make Progressive ⌘P> (oid:11) */
"Make Progressive ⌘P" = "Encoder en JPEG progressif ⌘P";

/* NSMenuItem : <title:No Transformation> (oid:20) */
"No Transformation" = "Pas de transformation";

/* NSButton (Optimize Huffman Table ⌘O) : <title:Optimize Huffman Table ⌘O> (oid:35) */
"Optimize Huffman Table ⌘O" = "Optimiser la table de Huffman ⌘O";

/* NSTextField (Transformation:) : <title:Transformation:> (oid:34) */
"Transformation:" = "Transformation:";

/* NSTextField (Options:) : <title:Options:> (oid:12) */
"Options:" = "Options:";

/* NSPanel (Process JPEG Files) : <title:Process JPEG Files> (oid:7) */
"Process JPEG Files" = "Traitement des fichiers JPEG";

/* NSButton (Reduce to Grayscale ⌘G) : <title:Reduce to Grayscale ⌘G> (oid:14) */
"Reduce to Grayscale ⌘G" = "Convertir en niveaux de gris ⌘G";


/* EXIF Panel */
/* NSPanel (Image Info) : <title:Image Info> (oid:481) */
"Image Info" = "Informations sur l'image";

/* NSButton (More EXIF Tags) : <title:More EXIF Tags> (oid:537) */
"More EXIF Tags" = "Plus d'info EXIF";

"EXIF Thumbnail" = "Vignette EXIF";
"no EXIF thumbnail" = "Pas de vignette EXIF";

"Auto-rotate JPEG Files" = "Rotation automatique des fichiers JPEG";
"Reset Orientation Tag…" = "Mise à zéro du tag d'orientation…";
"Regenerate EXIF Thumbnail…" = "Regénérer la vignette EXIF…";
"Remove Thumbnail…" = "Supprimer la vignette…";
